Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Fetch before creating
bn: তৈরির আগে ফেচ করুন
es: Obtener antes de crear
fr: Récupérer avant de créer
hi: बनाने से पहले फ़ेच करें
it: Fetch prima della creazione
ja: 作成前にフェッチ
ko: 생성 전에 가져오기
pt_br: Buscar antes de criar
ru: Выполнять fetch перед созданием
sv: Hämta före skapande
zh_hans: 创建前获取远程分支
zh_hant: 建立前擷取遠端分支

source: Fetch the base branch before creating a worktree. Stop waiting after eight seconds and use the local branch if fetching fails.
bn: ওয়ার্কট্রি তৈরির আগে বেস ব্রাঞ্চ ফেচ করুন। আট সেকেন্ড পর অপেক্ষা থামান এবং ফেচ ব্যর্থ হলে স্থানীয় ব্রাঞ্চ ব্যবহার করুন।
es: Obtén la rama base antes de crear un árbol de trabajo. Tras ocho segundos se deja de esperar; si la obtención falla, se usa la rama local.
fr: Récupère la branche de base avant de créer un arbre de travail. L’attente s’arrête après huit secondes ; en cas d’échec, la branche locale est utilisée.
hi: वर्कट्री बनाने से पहले बेस ब्रांच फ़ेच करें। आठ सेकंड बाद इंतज़ार बंद करें और फ़ेच असफल हो तो स्थानीय ब्रांच इस्तेमाल करें।
it: Recupera il branch di base prima di creare un albero di lavoro. L’attesa termina dopo otto secondi; se il recupero non riesce, viene usato il branch locale.
ja: ワークツリー作成前にベースブランチをフェッチします。8秒で待機を終了し、失敗した場合はローカルのブランチを使います。
ko: 워크트리를 만들기 전에 기준 브랜치를 가져옵니다. 8초 후 대기를 중단하며, 가져오기에 실패하면 로컬 브랜치를 사용합니다.
pt_br: Busca a branch base antes de criar uma árvore de trabalho. A espera termina após oito segundos; se a busca falhar, a branch local é usada.
ru: Загрузить базовую ветку перед созданием рабочего дерева. Ожидание прекращается через восемь секунд; при сбое используется локальная ветка.
sv: Hämtar basgrenen innan ett arbetsträd skapas. Väntan avbryts efter åtta sekunder och den lokala grenen används om hämtningen misslyckas.
zh_hans: 创建工作树前获取基础分支。等待超过八秒或获取失败时，使用本地分支。
zh_hant: 建立工作樹前擷取基底分支。等待超過八秒或擷取失敗時，使用本機分支。

source: Fetch this page?
bn: এই পৃষ্ঠা আনবেন?
es: ¿Obtener esta página?
fr: Récupérer cette page ?
hi: यह पेज लाएँ?
it: Recuperare questa pagina?
ja: このページを取得しますか？
ko: 이 페이지를 가져올까요?
pt_br: Obter esta página?
ru: Загрузить эту страницу?
sv: Hämta den här sidan?
zh_hans: 获取此页面？
zh_hant: 擷取此頁面？

source: Fetched
bn: আনা হয়েছে
es: Obtenido
fr: Récupéré
hi: प्राप्त किया
it: Recuperato
ja: 取得済み
ko: 가져옴
pt_br: Obtido
ru: Загружено
sv: Hämtade
zh_hans: 已获取
zh_hant: 已擷取

source: Fetched automatically on first use
bn: প্রথম ব্যবহারে নিজে থেকে ডাউনলোড হয়
es: Se descarga automáticamente al usarlo por primera vez
fr: Téléchargé automatiquement à la première utilisation
hi: पहली बार इस्तेमाल पर अपने-आप डाउनलोड होता है
it: Scaricato automaticamente al primo utilizzo
ja: 初回使用時に自動ダウンロード
ko: 처음 사용할 때 자동 다운로드
pt_br: Baixado automaticamente no primeiro uso
ru: Загружается автоматически при первом использовании
sv: Hämtas automatiskt vid första användning
zh_hans: 首次使用时自动获取
zh_hant: 首次使用時自動取得

source: Fetching
bn: আনছে
es: Obteniendo
fr: Récupération
hi: प्राप्त कर रहा है
it: Recupero
ja: 取得中
ko: 가져오는 중
pt_br: Obtendo
ru: Загружает
sv: Hämtar
zh_hans: 正在获取
zh_hant: 正在擷取

source: File
bn: ফাইল
es: Archivo
fr: Fichier
hi: फ़ाइल
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
sv: Arkiv
zh_hans: 文件
zh_hant: 檔案

source: File Icons
bn: ফাইল আইকন
es: Iconos de archivo
fr: Icônes de fichier
hi: फ़ाइल आइकन
it: Icone dei file
ja: ファイルアイコン
ko: 파일 아이콘
pt_br: Ícones de arquivo
ru: Значки файлов
sv: Filikoner
zh_hans: 文件图标
zh_hant: 檔案圖示

source: Files
bn: ফাইল
es: Archivos
fr: Fichiers
hi: फ़ाइलें
it: File
ja: ファイル
ko: 파일
pt_br: Arquivos
ru: Файлы
sv: Filer
zh_hans: 文件
zh_hant: 檔案

source: Files, changes, and commits
bn: ফাইল, পরিবর্তন ও কমিট
es: Archivos, cambios y commits
fr: Fichiers, modifications et commits
hi: फ़ाइलें, बदलाव और कमिट
it: File, modifiche e commit
ja: ファイル、変更、コミット
ko: 파일, 변경 사항 및 커밋
pt_br: Arquivos, alterações e commits
ru: Файлы, изменения и коммиты
sv: Filer, ändringar och incheckningar
zh_hans: 文件、变更与提交
zh_hant: 檔案、變更與提交

source: Filter loaded tickets
bn: লোড করা টিকিট ফিল্টার করুন
es: Filtrar tickets cargados
fr: Filtrer les tickets chargés
hi: लोड किए टिकट फ़िल्टर करें
it: Filtra ticket caricati
ja: 読み込み済みチケットを絞り込み
ko: 불러온 티켓 필터링
pt_br: Filtrar tickets carregados
ru: Фильтр загруженных задач
sv: Filtrera inlästa ärenden
zh_hans: 筛选已加载的工单
zh_hant: 篩選已載入的工單

source: Filter preferences: %@
bn: ফিল্টার পছন্দ: %@
es: Preferencias de filtro: %@
fr: Préférences de filtre : %@
hi: फ़िल्टर प्राथमिकताएँ: %@
it: Preferenze filtro: %@
ja: フィルター設定：%@
ko: 필터 설정: %@
pt_br: Preferências de filtro: %@
ru: Настройки фильтров: %@
sv: Filterinställningar: %@
zh_hans: 筛选偏好设置：%@
zh_hant: 篩選偏好設定：%@

source: Filter, e.g. component = iOS
bn: ফিল্টার, যেমন component = iOS
es: Filtro, p. ej. component = iOS
fr: Filtre, p. ex. component = iOS
hi: फ़िल्टर, जैसे component = iOS
it: Filtro, es. component = iOS
ja: フィルター（例：component = iOS）
ko: 필터, 예: component = iOS
pt_br: Filtro, ex.: component = iOS
ru: Фильтр, например component = iOS
sv: Filter, t.ex. component = iOS
zh_hans: 筛选，例如 component = iOS
zh_hant: 篩選，例如 component = iOS

source: Filtered out
bn: ফিল্টারে বাদ
es: Filtrado
fr: Écarté par un filtre
hi: फ़िल्टर किया गया
it: Escluso dal filtro
ja: フィルターで除外
ko: 필터로 제외됨
pt_br: Filtrado
ru: Отфильтровано
sv: Bortfiltrerad
zh_hans: 已筛除
zh_hant: 已篩除

source: Find in page
bn: পৃষ্ঠায় খুঁজুন
es: Buscar en la página
fr: Rechercher dans la page
hi: पृष्ठ में खोजें
it: Cerca nella pagina
ja: ページ内を検索
ko: 페이지에서 찾기
pt_br: Buscar na página
ru: Найти на странице
sv: Sök på sidan
zh_hans: 在页面中查找
zh_hant: 在頁面中尋找

source: Find in Page…
bn: পৃষ্ঠায় খুঁজুন…
es: Buscar en la página…
fr: Rechercher dans la page…
hi: पेज में खोजें…
it: Cerca nella pagina…
ja: ページ内を検索…
ko: 페이지에서 찾기…
pt_br: Buscar na página…
ru: Найти на странице…
sv: Sök på sidan…
zh_hans: 在页面中查找…
zh_hant: 在頁面中尋找…

source: Fix
bn: ঠিক করুন
es: Reparar
fr: Réparer
hi: ठीक करें
it: Correggi
ja: 修正
ko: 수정
pt_br: Corrigir
ru: Исправить
sv: Åtgärda
zh_hans: 修复
zh_hant: 修正

source: Fix Version %@
bn: সংশোধন সংস্করণ %@
es: Versión de corrección %@
fr: Version corrective %@
hi: सुधार संस्करण %@
it: Versione di correzione %@
ja: 修正バージョン %@
ko: 수정 버전 %@
pt_br: Versão de correção %@
ru: Версия исправления %@
sv: Åtgärdsversion %@
zh_hans: 修复版本 %@
zh_hant: 修正版本 %@

source: Fix Version %@ created
bn: সংশোধন সংস্করণ %@ তৈরি হয়েছে
es: Versión de corrección %@ creada
fr: Version corrective %@ créée
hi: सुधार संस्करण %@ बनाया गया
it: Versione di correzione %@ creata
ja: 修正バージョン%@を作成しました
ko: 수정 버전 %@이(가) 생성되었습니다
pt_br: Versão de correção %@ criada
ru: Создана версия исправления %@
sv: Åtgärdsversion %@ skapad
zh_hans: 已创建修复版本 %@
zh_hant: 已建立修正版本 %@

source: Fix Version %@ set
bn: সংশোধন সংস্করণ %@ নির্ধারিত হয়েছে
es: Versión de corrección %@ asignada
fr: Version corrective %@ définie
hi: सुधार संस्करण %@ सेट किया गया
it: Versione di correzione %@ impostata
ja: 修正バージョン%@を設定しました
ko: 수정 버전 %@이(가) 설정되었습니다
pt_br: Versão de correção %@ definida
ru: Указана версия исправления %@
sv: Åtgärdsversion %@ angiven
zh_hans: 已设置修复版本 %@
zh_hant: 已設定修正版本 %@

source: Focus Sidebar
bn: সাইডবারে ফোকাস করুন
es: Enfocar barra lateral
fr: Activer la barre latérale
hi: साइडबार पर फ़ोकस करें
it: Attiva barra laterale
ja: サイドバーにフォーカス
ko: 사이드바에 포커스
pt_br: Focar barra lateral
ru: Фокус на боковую панель
sv: Fokusera sidofältet
zh_hans: 聚焦侧边栏
zh_hant: 聚焦側邊欄

source: Folder
bn: ফোল্ডার
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
it: Cartella
ja: フォルダ
ko: 폴더
pt_br: Pasta
ru: Папка
sv: Mapp
zh_hans: 文件夹
zh_hant: 資料夾

source: Font
bn: ফন্ট
es: Fuente
fr: Police
hi: फ़ॉन्ट
ja: フォント
ko: 서체
pt_br: Fonte
ru: Шрифт
sv: Typsnitt
zh_hans: 字体
zh_hant: 字體

source: Font smoothing
bn: ফন্ট মসৃণকরণ
es: Suavizado de fuente
fr: Lissage des polices
hi: फ़ॉन्ट स्मूथिंग
it: Levigatura caratteri
ja: フォントのスムージング
ko: 글꼴 다듬기
pt_br: Suavização de fonte
ru: Сглаживание шрифта
sv: Teckensnittsutjämning
zh_hans: 字体平滑
zh_hant: 字體平滑

source: For example, App/App.xcworkspace. Leave blank to detect the Xcode target.
bn: যেমন App/App.xcworkspace। Xcode লক্ষ্য শনাক্ত করতে ফাঁকা রাখুন।
es: Por ejemplo, App/App.xcworkspace. Déjalo vacío para detectar el destino de Xcode.
fr: Par exemple, App/App.xcworkspace. Laissez vide pour détecter la cible Xcode.
hi: उदाहरण: App/App.xcworkspace। Xcode लक्ष्य स्वतः पहचानने के लिए खाली छोड़ें।
it: Ad esempio, App/App.xcworkspace. Lascia vuoto per rilevare la destinazione Xcode.
ja: 例：App/App.xcworkspace。空欄の場合、Xcode の対象を自動検出します。
ko: 예: App/App.xcworkspace. 비워 두면 Xcode 대상을 감지합니다.
pt_br: Por exemplo, App/App.xcworkspace. Deixe em branco para detectar o destino do Xcode.
ru: Например, App/App.xcworkspace. Оставьте пустым для определения цели Xcode.
sv: Till exempel App/App.xcworkspace. Lämna tomt för att identifiera Xcode-målet.
zh_hans: 例如 App/App.xcworkspace。留空以自动检测 Xcode 目标。
zh_hant: 例如 App/App.xcworkspace。留空以自動偵測 Xcode 目標。

source: Forget Session
bn: সেশন ভুলে যান
es: Olvidar sesión
fr: Oublier la session
hi: सत्र भूलें
it: Dimentica sessione
ja: セッションの登録を解除
ko: 세션 목록에서 지우기
pt_br: Esquecer sessão
ru: Забыть сеанс
sv: Glöm session
zh_hans: 忘记会话
zh_hant: 忘記工作階段

source: Forget this session?
bn: এই সেশন ভুলে যাবেন?
es: ¿Olvidar esta sesión?
fr: Oublier cette session ?
hi: इस सत्र को भूल जाएँ?
it: Dimenticare questa sessione?
ja: このセッションの登録を解除しますか？
ko: 이 세션을 목록에서 지우시겠습니까?
pt_br: Esquecer esta sessão?
ru: Забыть этот сеанс?
sv: Glöm denna session?
zh_hans: 忘记此会话？
zh_hant: 忘記此工作階段？

source: Fork Session
bn: সেশন ফর্ক করুন
es: Bifurcar sesión
fr: Dupliquer la session
hi: सत्र फ़ोर्क करें
it: Duplica sessione
ja: セッションをフォーク
ko: 세션 포크
pt_br: Bifurcar sessão
ru: Ответвить сессию
sv: Förgrena session
zh_hans: 分叉会话
zh_hant: 分岔工作階段

source: Forked %@, but not all of its uncommitted work came across: %@
bn: %@ ফর্ক করা হয়েছে, কিন্তু কমিট না করা সব কাজ আসেনি: %@
es: Se bifurcó %@, pero no todo su trabajo sin confirmar se copió: %@
fr: %@ a été dupliquée, mais pas tout son travail non commité : %@
hi: %@ फ़ोर्क हो गया, लेकिन बिना कमिट किया सारा काम नहीं आया: %@
it: %@ è stata duplicata, ma non tutto il lavoro senza commit è stato copiato: %@
ja: %@ をフォークしましたが、未コミットの作業の一部をコピーできませんでした：%@
ko: %@을(를) 포크했지만 커밋하지 않은 작업 중 일부를 가져오지 못했습니다: %@
pt_br: %@ foi bifurcada, mas nem todo o trabalho sem commit foi copiado: %@
ru: Сессия %@ ответвлена, но не все незакоммиченные изменения перенесены: %@
sv: %@ förgrenades, men inte allt arbete som inte checkats in kom med: %@
zh_hans: 已分叉 %@，但部分未提交的工作未能复制：%@
zh_hant: 已分岔 %@，但部分未提交的工作未能複製：%@

source: Forked session
bn: ফর্ক করা সেশন
es: Sesión bifurcada
fr: Session dupliquée
hi: फ़ोर्क किया गया सत्र
it: Sessione duplicata
ja: フォークしたセッション
ko: 포크한 세션
pt_br: Sessão bifurcada
ru: Ответвлённая сессия
sv: Förgrenad session
zh_hans: 分叉的会话
zh_hant: 分岔的工作階段

source: Forward
bn: এগিয়ে যান
es: Adelante
fr: Suivant
hi: आगे
it: Avanti
ja: 進む
ko: 앞으로
pt_br: Avançar
ru: Вперёд
sv: Framåt
zh_hans: 前进
zh_hant: 向前

source: Forward webhooks to automations
bn: ওয়েবহুক অটোমেশনে পাঠান
es: Reenviar webhooks a automatizaciones
fr: Transférer les webhooks aux automatisations
hi: वेबहुक स्वचालन को भेजें
it: Inoltra webhook alle automazioni
ja: Webhook を自動化に転送
ko: 웹훅을 자동화로 전달
pt_br: Encaminhar webhooks às automações
ru: Передавать вебхуки автоматизации
sv: Vidarebefordra webhookar till automatiseringar
zh_hans: 将 Webhook 转发至自动化
zh_hant: 將 Webhook 轉送至自動化

source: Forwarding
bn: ইভেন্ট পাঠানো হচ্ছে
es: Reenviando
fr: Transfert actif
hi: इवेंट भेजे जा रहे हैं
it: Inoltro attivo
ja: 転送中
ko: 전달 중
pt_br: Encaminhando
ru: Передача событий
sv: Vidarebefordrar
zh_hans: 正在转发
zh_hant: 正在轉送

source: From
bn: থেকে
es: Desde
fr: De
hi: से
it: Da
ja: 開始
ko: 시작
pt_br: De
ru: С
sv: Från
zh_hans: 从
zh_hant: 從

source: Full Screen
bn: পূর্ণ স্ক্রিন
es: Pantalla completa
fr: Plein écran
hi: पूर्ण स्क्रीन
it: Schermo intero
ja: フルスクリーン
ko: 전체 화면
pt_br: Tela cheia
ru: Полный экран
sv: Helskärm
zh_hans: 全屏幕
zh_hant: 全螢幕

source: General
bn: সাধারণ
fr: Général
hi: सामान्य
it: Generali
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
sv: Allmänt
zh_hans: 通用
zh_hant: 一般

source: Get on the App Store
bn: App Store থেকে নিন
es: Obtener en el App Store
fr: Obtenir sur l’App Store
hi: App Store से पाएँ
it: Scarica dall’App Store
ja: App Store で入手
ko: App Store에서 받기
pt_br: Obter na App Store
ru: Открыть в App Store
sv: Hämta på App Store
zh_hans: 在 App Store 获取
zh_hant: 在 App Store 取得

source: Get started
bn: শুরু করুন
es: Primeros pasos
fr: Premiers pas
hi: शुरू करें
it: Per iniziare
ja: はじめに
ko: 시작하기
pt_br: Primeiros passos
ru: Начало работы
sv: Kom igång
zh_hans: 开始使用
zh_hant: 開始使用

source: gh webhook extension
bn: gh webhook এক্সটেনশন
es: Extensión gh webhook
fr: Extension gh webhook
hi: gh webhook एक्सटेंशन
it: Estensione gh webhook
ja: gh webhook 拡張機能
ko: gh webhook 확장
pt_br: Extensão gh webhook
ru: Расширение gh webhook
sv: Tillägget gh webhook
zh_hans: gh webhook 扩展
zh_hant: gh webhook 擴充功能

source: Ghostty could not create a native surface.
bn: Ghostty নেটিভ সারফেস তৈরি করতে পারেনি।
es: Ghostty no pudo crear una superficie nativa.
fr: Ghostty n’a pas pu créer une surface native.
hi: Ghostty नेटिव सतह नहीं बना सका।
it: Ghostty non ha potuto creare una superficie nativa.
ja: Ghostty がネイティブサーフェスを作成できませんでした。
ko: Ghostty에서 네이티브 화면을 만들 수 없습니다.
pt_br: O Ghostty não conseguiu criar uma superfície nativa.
ru: Ghostty не удалось создать нативную поверхность.
sv: Ghostty kunde inte skapa en inbyggd yta.
zh_hans: Ghostty 无法创建原生终端界面。
zh_hant: Ghostty 無法建立原生終端機介面。

source: Ghostty could not report complete terminal geometry.
bn: Ghostty টার্মিনালের সম্পূর্ণ জ্যামিতি জানাতে পারেনি।
es: Ghostty no pudo informar de la geometría completa del terminal.
fr: Ghostty n’a pas pu fournir la géométrie complète du terminal.
hi: Ghostty टर्मिनल की पूरी ज्यामिति नहीं बता सका।
it: Ghostty non ha potuto fornire la geometria completa del terminale.
ja: Ghostty がターミナルの完全なジオメトリを報告できませんでした。
ko: Ghostty에서 터미널의 전체 크기 정보를 보고할 수 없습니다.
pt_br: O Ghostty não conseguiu informar a geometria completa do terminal.
ru: Ghostty не удалось сообщить полную геометрию терминала.
sv: Ghostty kunde inte rapportera terminalens fullständiga geometri.
zh_hans: Ghostty 无法报告完整的终端几何信息。
zh_hant: Ghostty 無法回報完整的終端機幾何資訊。

source: Ghostty keybind syntax: modifiers and key, then “=”, then an action. `text:` sends the bytes that follow, with `\x1b` escapes; the defaults make Shift+Return insert a newline and Shift+Delete clear the line. Press Return to save a row.
bn: Ghostty কি বাইন্ডিংয়ের গঠন: মডিফায়ার ও কি, তারপর “=”, তারপর কাজ। `text:` পরের বাইট পাঠায় এবং `\x1b` এস্কেপ গ্রহণ করে। ডিফল্টে Shift+Return নতুন লাইন যোগ করে এবং Shift+Delete লাইন মুছে দেয়। একটি সারি সংরক্ষণ করতে Return চাপুন।
es: Sintaxis de Ghostty: modificadores y tecla, luego «=» y una acción. `text:` envía los bytes siguientes con escapes `\x1b`; por defecto, Shift+Return inserta un salto de línea y Shift+Delete borra la línea. Pulsa Return para guardar una fila.
fr: Syntaxe Ghostty : modificateurs et touche, puis « = », puis une action. `text:` envoie les octets suivants, avec les échappements `\x1b` ; par défaut, Shift+Return insère un saut de ligne et Shift+Delete efface la ligne. Appuyez sur Return pour enregistrer une ligne.
hi: Ghostty की कुंजी बाइंडिंग: मॉडिफ़ायर और कुंजी, फिर “=”, फिर क्रिया। `text:` आगे के बाइट भेजता है और `\x1b` एस्केप स्वीकार करता है। डिफ़ॉल्ट में Shift+Return नई पंक्ति जोड़ता है और Shift+Delete पंक्ति साफ़ करता है। पंक्ति सहेजने के लिए Return दबाएँ।
it: Sintassi Ghostty: modificatori e tasto, poi “=” e un’azione. `text:` invia i byte successivi con escape `\x1b`; per impostazione predefinita, Shift+Return inserisce un ritorno a capo e Shift+Delete cancella la riga. Premi Return per salvare una riga.
ja: Ghostty のキーバインドは修飾キーとキー、続いて「=」とアクションを記述します。`text:` は後続のバイトを送信し、`\x1b` エスケープを使えます。既定では Shift+Return で改行、Shift+Delete で行を消去します。Return で行を保存します。
ko: Ghostty 키 바인딩 문법: 보조 키와 키, ‘=’, 동작 순서로 입력합니다. `text:`는 뒤의 바이트를 전송하며 `\x1b` 이스케이프를 지원합니다. 기본값에서 Shift+Return은 줄바꿈, Shift+Delete는 줄 지우기입니다. Return을 눌러 행을 저장하세요.
pt_br: Sintaxe de teclas do Ghostty: modificadores e tecla, depois “=” e uma ação. `text:` envia os bytes seguintes com escapes `\x1b`; por padrão, Shift+Return insere uma nova linha e Shift+Delete limpa a linha. Pressione Return para salvar uma linha.
ru: Синтаксис привязок Ghostty: модификаторы и клавиша, затем «=» и действие. `text:` отправляет следующие байты с escape-последовательностями `\x1b`. По умолчанию Shift+Return вставляет новую строку, а Shift+Delete очищает строку. Нажмите Return, чтобы сохранить строку.
sv: Ghosttys tangentbindningssyntax: modifierare och tangent, sedan ”=” och en åtgärd. `text:` skickar följande byte med `\x1b`-escapes. Förvalen gör att Shift+Return infogar en ny rad och Shift+Delete rensar raden. Tryck på Return för att spara en rad.
zh_hans: Ghostty 按键绑定语法：修饰键和按键，接着是“=”和动作。`text:` 发送后续字节，支持 `\x1b` 转义；默认情况下 Shift+Return 插入换行，Shift+Delete 清空当前行。按 Return 保存一行。
zh_hant: Ghostty 按鍵綁定語法：修飾鍵與按鍵，接著是「=」與動作。`text:` 傳送後續位元組，支援 `\x1b` 跳脫序列；預設 Shift+Return 插入換行，Shift+Delete 清除整行。按 Return 儲存一行。

source: Ghostty rejected the terminal keybinds, so they are off until fixed in Settings: %@
bn: Ghostty টার্মিনালের কীবাইন্ড প্রত্যাখ্যান করেছে; সেটিংসে ঠিক না করা পর্যন্ত বন্ধ থাকবে: %@
es: Ghostty rechazó los atajos del terminal; estarán desactivados hasta corregirlos en Ajustes: %@
fr: Ghostty a rejeté les raccourcis du terminal ; ils sont désactivés jusqu’à correction dans Réglages : %@
hi: Ghostty ने टर्मिनल कीबाइंड अस्वीकार किए; सेटिंग्स में सुधार होने तक वे बंद हैं: %@
it: Ghostty ha rifiutato le scorciatoie del terminale, disattivate finché non vengono corrette in Impostazioni: %@
ja: Ghostty がターミナルのキー割り当てを拒否しました。設定で修正するまで無効になります：%@
ko: Ghostty가 터미널 키 바인딩을 거부하여 설정에서 수정할 때까지 비활성화됩니다: %@
pt_br: O Ghostty rejeitou os atalhos do terminal; eles ficarão desativados até serem corrigidos em Ajustes: %@
ru: Ghostty отклонил сочетания клавиш терминала; они отключены до исправления в настройках: %@
sv: Ghostty avvisade terminalens tangentbindningar, så de är avstängda tills de rättas i Inställningar: %@
zh_hans: Ghostty 拒绝了终端快捷键，因此已停用，直到在设置中修复：%@
zh_hant: Ghostty 拒絕了終端機快捷鍵，因此已停用，直到在設定中修正：%@

source: Git client
bn: Git ক্লায়েন্ট
es: Cliente Git
fr: Client Git
hi: Git क्लाइंट
it: Client Git
ja: Git クライアント
ko: Git 클라이언트
pt_br: Cliente Git
ru: Клиент Git
sv: Git-klient
zh_hans: Git 客户端
zh_hant: Git 用戶端

source: Git did not return a worktree.
bn: Git কোনো ওয়ার্কট্রি দেয়নি।
es: Git no devolvió un árbol de trabajo.
fr: Git n’a renvoyé aucun arbre de travail.
hi: Git ने वर्कट्री नहीं लौटाई।
it: Git non ha restituito un albero di lavoro.
ja: Git からワークツリーが返されませんでした。
ko: Git이 작업 트리를 반환하지 않았습니다.
pt_br: O Git não retornou uma árvore de trabalho.
ru: Git не вернул рабочее дерево.
sv: Git returnerade inget arbetsträd.
zh_hans: Git 未返回工作树。
zh_hant: Git 未傳回工作樹。

source: GitHub CLI · since backend startup
bn: GitHub CLI · ব্যাকএন্ড চালু হওয়ার পর থেকে
es: GitHub CLI · desde el inicio del backend
fr: GitHub CLI · depuis le démarrage du backend
hi: GitHub CLI · बैकएंड शुरू होने से अब तक
it: GitHub CLI · dall’avvio del backend
ja: GitHub CLI · バックエンド起動以降
ko: GitHub CLI · 백엔드 시작 이후
pt_br: GitHub CLI · desde a inicialização do backend
ru: GitHub CLI · с момента запуска бэкенда
sv: GitHub CLI · sedan backend startades
zh_hans: GitHub CLI · 自后端启动以来
zh_hant: GitHub CLI · 自後端啟動以來

source: GitHub poll interval
bn: GitHub রিফ্রেশের ব্যবধান
es: Intervalo de GitHub
fr: Intervalle GitHub
hi: GitHub रीफ़्रेश अंतराल
it: Intervallo GitHub
ja: GitHub の更新間隔
ko: GitHub 새로 고침 주기
pt_br: Intervalo do GitHub
ru: Интервал GitHub
sv: Uppdateringsintervall för GitHub
zh_hans: GitHub 刷新间隔
zh_hant: GitHub 重新整理間隔

source: GitHub repo: %@
bn: GitHub রিপোজিটরি: %@
es: Repositorio GitHub: %@
fr: Dépôt GitHub : %@
hi: GitHub रिपॉज़िटरी: %@
it: Repository GitHub: %@
ja: GitHub リポジトリ：%@
ko: GitHub 저장소: %@
pt_br: Repositório GitHub: %@
ru: Репозиторий GitHub: %@
sv: GitHub-arkiv: %@
zh_hans: GitHub 仓库：%@
zh_hant: GitHub 儲存庫：%@

source: GitHub repository
bn: GitHub রিপোজিটরি
es: Repositorio de GitHub
fr: Dépôt GitHub
hi: GitHub रिपॉज़िटरी
it: Repository GitHub
ja: GitHubリポジトリ
ko: GitHub 저장소
pt_br: Repositório do GitHub
ru: Репозиторий GitHub
sv: GitHub-kodarkiv
zh_hans: GitHub 仓库
zh_hant: GitHub 儲存庫

source: GitHub webhooks
bn: GitHub ওয়েবহুক
es: Webhooks de GitHub
fr: Webhooks GitHub
hi: GitHub वेबहुक
it: Webhook GitHub
ja: GitHub Webhook
ko: GitHub 웹훅
pt_br: Webhooks do GitHub
ru: Вебхуки GitHub
sv: GitHub-webhookar
zh_hans: GitHub Webhook
zh_hant: GitHub Webhook

source: GitHub's review decision.
bn: GitHub-এর পর্যালোচনার সিদ্ধান্ত।
es: La decisión de revisión de GitHub.
fr: La décision de révision de GitHub.
hi: GitHub का समीक्षा निर्णय।
it: La decisione di revisione di GitHub.
ja: GitHubのレビュー判断です。
ko: GitHub의 리뷰 결정입니다.
pt_br: A decisão de revisão do GitHub.
ru: Решение проверки GitHub.
sv: GitHubs granskningsbeslut.
zh_hans: GitHub 的审查决定。
zh_hant: GitHub 的審查決定。

source: Glass (default)
bn: Glass (ডিফল্ট)
es: Glass (predeterminado)
fr: Glass (par défaut)
hi: Glass (डिफ़ॉल्ट)
it: Glass (predefinito)
ja: Glass（デフォルト）
ko: Glass (기본값)
pt_br: Glass (padrão)
ru: Glass (по умолчанию)
sv: Glass (standard)
zh_hans: Glass（默认）
zh_hant: Glass（預設）

source: Globs over the files the PR changes.
bn: PR-এর পরিবর্তিত ফাইলের glob প্যাটার্ন।
es: Patrones glob para los archivos modificados por el PR.
fr: Motifs glob pour les fichiers modifiés par la PR.
hi: PR की बदली फ़ाइलों के ग्लॉब पैटर्न।
it: Pattern glob per i file modificati dalla PR.
ja: PRで変更されるファイルのglobパターンです。
ko: PR이 변경하는 파일의 glob 패턴입니다.
pt_br: Padrões glob dos arquivos alterados pelo PR.
ru: Glob-шаблоны для изменённых в PR файлов.
sv: Globmönster för filerna som PR ändrar.
zh_hans: 匹配 PR 更改文件的通配模式。
zh_hant: 符合 PR 變更檔案的萬用字元模式。

source: Go
bn: যান
es: Ir
fr: Aller
hi: जाएँ
it: Vai
ja: 移動
ko: 이동
pt_br: Ir
ru: Переход
sv: Gå
zh_hans: 前往
zh_hant: 前往

source: Go to Session
bn: সেশনে যান
es: Ir a la sesión
fr: Aller à la session
hi: सत्र पर जाएँ
it: Vai alla sessione
ja: セッションに移動
ko: 세션으로 이동
pt_br: Ir para a sessão
ru: Перейти к сеансу
sv: Gå till session
zh_hans: 前往会话
zh_hant: 前往工作階段

source: Goal: %@
bn: লক্ষ্য: %@
es: Objetivo: %@
fr: Objectif : %@
hi: लक्ष्य: %@
it: Obiettivo: %@
ja: 目標：%@
ko: 목표: %@
pt_br: Objetivo: %@
ru: Цель: %@
sv: Mål: %@
zh_hans: 目标：%@
zh_hant: 目標：%@

source: Good afternoon
bn: শুভ অপরাহ্ণ
es: Buenas tardes
fr: Bon après-midi
hi: नमस्कार
it: Buon pomeriggio
ja: こんにちは
ko: 좋은 오후입니다
pt_br: Boa tarde
ru: Добрый день
sv: God eftermiddag
zh_hans: 下午好
zh_hant: 午安

source: Good evening
bn: শুভ সন্ধ্যা
es: Buenas noches
fr: Bonsoir
hi: शुभ संध्या
it: Buonasera
ja: こんばんは
ko: 좋은 저녁입니다
pt_br: Boa noite
ru: Добрый вечер
sv: God kväll
zh_hans: 晚上好
zh_hant: 晚安

source: Good morning
bn: সুপ্রভাত
es: Buenos días
fr: Bonjour
hi: सुप्रभात
it: Buongiorno
ja: おはようございます
ko: 좋은 아침입니다
pt_br: Bom dia
ru: Доброе утро
sv: God morgon
zh_hans: 早上好
zh_hant: 早安

source: Google suggestions
bn: Google-এর পরামর্শ
es: Sugerencias de Google
fr: Suggestions Google
hi: Google के सुझाव
it: Suggerimenti Google
ja: Google の候補
ko: Google 제안
pt_br: Sugestões do Google
ru: Подсказки Google
sv: Google-förslag
zh_hans: Google 建议
zh_hant: Google 建議

source: Has a %@ session
bn: %@ সেশন আছে
es: Tiene una sesión de %@
fr: Possède une session %@
hi: %@ सत्र मौजूद है
it: Ha una sessione %@
ja: %@ セッションあり
ko: %@ 세션 있음
pt_br: Tem uma sessão de %@
ru: Есть сеанс %@
sv: Har en %@-session
zh_hans: 已有 %@ 会话
zh_hant: 已有 %@ 工作階段

source: Has a linked ticket
bn: লিঙ্ক করা টিকিট আছে
es: Tiene un ticket vinculado
fr: Possède un ticket lié
hi: लिंक किया टिकट है
it: Ha un ticket collegato
ja: リンク済みチケットあり
ko: 연결된 티켓 있음
pt_br: Tem ticket vinculado
ru: Есть связанная задача
sv: Har ett länkat ärende
zh_hans: 有关联工单
zh_hant: 有連結的工單
